Repository: jquelin/games-risk
Catalog: share/locale/*/LC_MESSAGES/Games-Risk.po
Languages: de

source: Human
de: Mensch

source: Computer, easy
de: Computer, leicht

source: Computer, hard
de: Computer, schwierig

source: Game over
de: Das Spiel ist aus

source: %s won!
de: %s hat gewonnen!

source: Close
de: Schließen

source: Congratulations, you won! Maybe the artificial intelligences were not that hard?
de: Glückwunsch, Sie haben gewonnen! Vielleicht waren die künstlichen Intelligenzen doch nicht so schlau?

source: Unfortunately, you lost... Try harder next time!
de: Sie haben leider verloren … Versuchen Sie es nochmal!

source: Attacking from ...
de: Angreifen von …

source: Attacking %s from %s
de: %s von %s aus angreifen

source: Moving armies from...
de: Armeen bewegen von …

source: %s armies left to place
de: noch %s Armeen zu verteilen

source: human
de: menschlich

source: Player %s has lost
de: Spieler %s hat verloren

source: Attacking ... from %s
de: Angreifen … von %s

source: Moving armies from ...
de: Armeen bewegen von …

source: Moving armies from %s to ...
de: Armeen bewegen von %s nach …

source: Moving armies from %s to %s
de: Armeen bewegen von %s nach %s

source: Game state:
de: Zugphase:

source: place armies
de: Verstärkungen platzieren

source: undo all
de: alles rückgängig machen

source: ready for attack
de: bereit zum Angriff

source: attack
de: angreifen

source: attack again
de: nochmal angreifen

source: consolidate
de: konsolidieren

source: move armies
de: Truppenbewegungen

source: turn finished
de: Zug abschließen

source: ~New game
de: ~Neue Partie

source: ~Close game
de: Spiel ~abbrechen

source: ~Quit
de: Programm ~schließen

source: ~Game
de: ~Spiel

source: ~Cards
de: ~Karten

source: C~ontinents
de: K~ontinente

source: ~View
de: ~Ansicht

source: ~Undo all
de: Alles ~rückgängig machen

source: ~Attack
de: ~Angriff

source: ~Re-attack
de: Angriff ~wiederholen

source: ~Consolidate
de: ~Konsolidieren

source: ~Finish turn
de: Zug ~beenden

source: ~Actions
de: ~Aktionen

source: ~Help
de: ~Hilfe

source: ~About
de: ~Über

source: Players
de: Spieler

source: Dice arena
de: Würfel

source: Auto-reattack
de: Angriff automagisch wiederholen

source: Automatically re-do last attack if attacker still has more than 3 armies
de: Letzten Angriff automagisch wiederholen, solange der Angreifer über mehr als drei Armeen verfügt

source: New game
de: Neue Partie

source: Close game
de: Spiel abbrechen

source: Quit
de: Schließen

source: about
de: über

source: Created by Jerome Quelin
de: Erstellt von Jérôme Quelin

source: Copyright (c) 2008 Jerome Quelin, all rights reserved
de: Copyright (c) 2008 Jérôme Quelin, alle Rechte vorbehalten

source: prisk is free software; you can redistribute it and/or modify it under the terms of the GPLv3.
de: prisk ist freie Software und darf gemäß den Regeln der GPLv3 weiterverbreitet und/oder verändert werden.

source: help
de: Hilfe

source: How to play?
de: Spielregeln

source: continents
de: Kontinente

source: Continents information
de: Übersicht der Kontinente

source: continent
de: Kontinent

source: # countries
de: Länder

source: cards
de: Karten

source: Cards available
de: Verfügbare Karten

source: Exchange
de: Eintauschen

source: Select 3 cards
de: Wählen Sie drei Karten aus:

source: Risk
de: Risiko

source: North America
de: Nordamerika

source: South America
de: Südamerika

source: Europe
de: Europa

source: Africa
de: Afrika

source: Asia
de: Asien

source: Australia
de: Australien

source: North West Territory
de: Nordwest-Territorium

source: Western United States
de: Weststaaten

source: Central America
de: Mittelamerika

source: Greenland
de: Grönland

source: Eastern United States
de: Oststaaten

source: Brazil
de: Brasilien

source: Argentina
de: Argentinien

source: Iceland
de: Island

source: Scandinavia
de: Skandinavien

source: Great Britain
de: Großbritannien

source: Northern Europe
de: Mitteleuropa

source: Western Europe
de: Westeuropa

source: Southern Europe
de: Südeuropa

source: North Africa
de: Nordwestafrika

source: Egypt
de: Ägypten

source: Congo
de: Kongo

source: East Africa
de: Ostafrika

source: South Africa
de: Süfafrika

source: Madagascar
de: Madagaskar

source: Siberia
de: Sibirien

source: Middle East
de: Mittlerer Osten

source: India
de: Indien

source: Yakutsk
de: Jakutien

source: Mongolia
de: Mongolei

source: Kamchatka
de: Kamtschatka

source: Indonesia
de: Indonesien

source: New Guinea
de: Neu-Guinea

source: Western Australia
de: Westaustralien

source: Eastern Australia
de: Ostaustralien

source: Conquer the continents of Asia and South America.
de: Erobern Sie Asien und Südamerika.

source: Conquer the continents of Europe and Australia and a third continent of your choice.
de: Erobern Sie Europa, Australien und einen weiteren Kontinent Ihrer Wahl.

source: Conquer the continents of Asia and Africa.
de: Erobern Sie Asien und Afrika.

source: Conquer the continents of Europe and South America and a third continent of your choice.
de: Erobern Sie Europa, Südamerika und einen weiteren Kontinent Ihrer Wahl.

source: Conquer the continents of North America and Australia.
de: Erobern Sie Nordamerika und Australien.

source: Conquer the continents of North America and Africa.
de: Erobern Sie Nordamerika und Afrika.

source: Occupy 18 countries of your choice and occupy each with at least 2 armies.
de: Erobern Sie 18 Länder Ihrer Wahl und besetzen Sie jedes mit mindestens zwei Armeen.

source: Occupy 24 countries of your choice and occupy each with at least 1 army.
de: Erobern Sie 24 Länder Ihrer Wahl und besetzen Sie jedes mit mindestens einer Armee.

source: Destroy all of Player1's Troops. If they are yours or they have already been destroyed by another player then your mission is: Occupy 24 countries.
de: Vernichten Sie alle Armeen von Spieler 1. Falls diese Ihnen gehören oder bereits von einem anderen Spieler vernichtet wurden, lautet Ihr Auftrag: Besetzen Sie 24 Länder.

source: Destroy all of Player2's Troops. If they are yours or they have already been destroyed by another player then your mission is: Occupy 24 countries.
de: Vernichten Sie alle Armeen von Spieler 2. Falls diese Ihnen gehören oder bereits von einem anderen Spieler vernichtet wurden, lautet Ihr Auftrag: Besetzen Sie 24 Länder.

source: Destroy all of Player3's Troops. If they are yours or they have already been destroyed by another player then your mission is: Occupy 24 countries.
de: Vernichten Sie alle Armeen von Spieler 3. Falls diese Ihnen gehören oder bereits von einem anderen Spieler vernichtet wurden, lautet Ihr Auftrag: Besetzen Sie 24 Länder.

source: Destroy all of Player4's Troops. If they are yours or they have already been destroyed by another player then your mission is: Occupy 24 countries.
de: Vernichten Sie alle Armeen von Spieler 4. Falls diese Ihnen gehören oder bereits von einem anderen Spieler vernichtet wurden, lautet Ihr Auftrag: Besetzen Sie 24 Länder.

source: Destroy all of Player5's Troops. If they are yours or they have already been destroyed by another player then your mission is: Occupy 24 countries.
de: Vernichten Sie alle Armeen von Spieler 5. Falls diese Ihnen gehören oder bereits von einem anderen Spieler vernichtet wurden, lautet Ihr Auftrag: Besetzen Sie 24 Länder.

source: Destroy all of Player6's Troops. If they are yours or they have already been destroyed by another player then your mission is: Occupy 24 countries.
de: Vernichten Sie alle Armeen von Spieler 6. Falls diese Ihnen gehören oder bereits von einem anderen Spieler vernichtet wurden, lautet Ihr Auftrag: Besetzen Sie 24 Länder.

source: Country invasion
de: Invasion des Landes

source: A country has been conquered!
de: Ein Land wurde erobert!

source: You have conquered %s while attacking from %s.
de: Sie haben %s bei Ihrem Angriff von %s aus erobert.

source: Moving armies
de: Armeen verschieben

source: Consolidate your positions
de: Sichern Sie Ihre Positionen

source: Moving armies from %s to %s.
de: Armeen von %s nach %s bewegen.

source: Armies to move
de: Zu bewegende Armeen

source: Move armies
de: Armeen bewegen

source: Staline
de: Stalin

source: Alexander the Great
de: Alexander der Große

source: Julius Caesar
de: Julius Cäsar

source: Genghis Kahn
de: Dschingis Khan

source: Charlemagne
de: Karl der Große

source: Two players cannot have the same color.
de: Es dürfen nicht zwei Spieler die gleiche Farbe haben.

source: Two players cannot have the same name.
de: Es dürfen nicht zwei Spieler den gleichen Namen haben.

source: Cannot have more than one human player.
de: Es wird nur ein menschlicher Spieler unterstützt.

source: Game without any human player not (yet) supported.
de: Spiele ohne menschlichen Spieler werden (noch) nicht unterstützt.

source: A player cannot have an empty name.
de: Jeder Spieler muss einen Namen haben.

source: Game should have at least 2 players.
de: Es muss mindestens zwei Spieler geben.

source: new game
de: neue Partie

source: Map
de: Landkarte

source: New player...
de: Weiterer Spieler …

source: Start game
de: Spiel starten

source: easy
de: leicht

source: This artificial intelligence follows a blitzkrieg strategy. It will piles up new armies in one country, and then follow a random path from this attack base.
de: Diese künstliche Intelligenz verfolgt eine Blitzkriegstrategie. Sie sammelt Armeen in einem Land und greift dann zufällig von diesem Land aus an.

source: hard
de: schwierig

source: This artificial intelligence is optimized to conquer the world. It checks what countries are most valuable for it, optimizes attacks and moves for continent bonus and blocking other players.
de: Diese künstliche Intelligenz ist auf die Eroberung der Welt optimiert. Sie ermittelt, welche Länder am wertvollsten für sie sind und versucht, Kontinent-Boni zu bekommen sowie andere Spieler zu blockieren.

source: very easy
de: sehr einfach

source: This artificial intelligence does nothing: it just piles up new armies randomly, and never ever attacks nor move armies.
de: Diese künstliche Intelligenz tut nichts. Sie verteilt ihre Armeen zufällig, bewegt sie nicht und greift nicht an.
